/**
 * Created by hesk on 2016/9/28.
 */
var str = "立法會─2016年7月7日全是從改善病人的利益出發，是從市民的知情權出發，毫無政治性，而它們亦指出，就修改這項條例，當局已經拖延了15年。一直積累下來的病人投訴個案共有900宗，而這些個案均需要香港醫務委員會（“醫委會”）處理，如果不改革或拖延改革，每年新增的個案將會有400宗，而累積至2020年時，可能會達到2340宗個案，但現時醫委會每年只能處理90宗個案。所以，在這種情況下，這次的改革是勢所必行，這次改革亦不得不進行。梁醫生無謂舉手，請你聽聽我作為病人家屬的意見，請忍耐一下，讓我多說數句話，好嗎？(梁家騮議員站起來)梁家騮議員：主席，規程問題。我要求點算法定人數。主席：秘書，請響鐘傳召議員返回會議廳。(在傳召鐘響後，多位議員返回會議廳)主席：王國興議員，請繼續發言。王國興議員：主席，我苦苦規勸梁醫生不要再點算人數不果，我因此感到非常無奈。不過，我還是要繼續好言相勸，希望能打動他的醫者仁心。主席，其實有數個具代表性的病人組織均很希望醫委會改革，針對的“病症”是醫醫相衞或醫醫相護，此“病症”已達非改不可的地步，能夠改革及醫治的話，便能維護醫委會的聲譽，亦能平衡醫生與病人兩者的權益，是一個雙贏局面。我想對梁醫生說一個我自己親身經歷的故事，希望他聽完後，不會再點算人數。";
var b1 = str.indexOf("王國興議員：");
console.log(b1);